74th.monokai-charcoal-high-contrast
aaron-bond.better-comments
af4jm.vscode-m3u
alefragnani.Bookmarks
alexcvzz.vscode-sqlite
andys8.jest-snippets
angelgonzalez.loremzombie
Angular.ng-template
apollographql.vscode-apollo
ardenivanov.svelte-intellisense
asciidoctor.asciidoctor-vscode
balaprasanna.bala-bks-kubernetes-snippets
ban.spellright
bierner.comment-tagged-templates
Box-Of-Hats.bemhelper
BriteSnow.vscode-toggle-quotes
bubersson.theme-hop-light
bungcip.better-toml
burkeholland.simple-react-snippets
burkeholland.vs-code-can-do-that
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
denoland.vscode-deno
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-browsers
fabiospampinato.vscode-open-multiple-files
felixrieseberg.vsc-travis-ci-status
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fudd.toggle-zen-mode
gio00.fish
GitHub.vscode-pull-request-github
golang.go
gottfired.css2react
GraphQL.vscode-graphql
hollowtree.canvas-snippets
hoovercj.vscode-power-mode
hwencc.html-tag-wrapper
IBM.ibm-developer
ipedrazas.kubernetes-snippets
jakebathman.mysql-syntax
JakeWilson.vscode-placeholder-images
JamesBirtles.svelte-vscode
jeff-hykin.polacode-2019
jmrog.vscode-nuget-package-manager
joaompinto.asciidoctor-vscode
jock.svg
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.winteriscoming
jordan-craig.vspizza
jpoissonnier.vscode-styled-components
kenhowardpdx.vscode-gist
kisstkondoros.vscode-gutter-preview
kumar-harsh.graphql-for-vscode
leveluptutorials.theme-levelup
liviuschera.noctis
MaxvanderSchee.web-accessibility
mhutchie.git-graph
midnightsyntax.vscode-wrap-console-log
miguelsolorio.min-theme
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
mtxr.sqltools
natewallace.angular2-inline
naumovs.color-highlight
nrwl.angular-console
octref.vetur
ohansemmanuel.css-grid-snippets
Orta.vscode-jest
p1c2u.docker-compose
Perkovec.emoji
pflannery.vscode-versionlens
PKief.material-icon-theme
pranaygp.vscode-css-peek
Prisma.prisma
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
searKing.preview-vscode
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
sidthesloth.svg-snippets
silvenon.mdx
slevesque.shader
softwaredotcom.swdc-vscode
spywhere.guides
stylelint.vscode-stylelint
sugarpirate.theme-tinacious-contrast
taliEscher.ahoy-ipsum
tanato.vscode-gulp
third774.hipsum
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
Tyriar.lorem-ipsum
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vladmrnv.expresssnippet
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
william-voyek.vscode-nginx
wix.vscode-import-cost
wmaurer.change-case
wmaurer.vscode-jumpy
wooodhead.vscode-wrap-console-log-simple
wwm.better-align
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
